{
  "translation": {
    "accountDeletion": "Account Deletion",
    "firstMainSub": "If you delete your account, you will not be able to log in with this user ID and all of your information will be permanently removed.",
    "firstMainLabel": "And you need to agree to delete the following information:",
    "personalData": "Personal Data",
    "personalDataIntro": "Your personal Data include Email address, Nickname will be removed.",
    "thirdParty": "Third Party Account information",
    "consumptionHistory": "Consumption History, Recharge History, Chapter Unlock History, Series in My List.",
    "accountBalance": "Account Balance",
    "allYourCoins": "All of your coins and reward coins will be deducted.",
    "ifYouHave": "If you have purchased an auto-renewable subscription on this platform, you need to manually cancel the subscription on the app store after deleting your account.",
    "pleaseLog": "Please log out of the account on other devices in time, otherwise the App on other devices will be unavailable.",
    "howToCancel": "How to delete your account",
    "youCanGo": "You can go to User Profile - Settings - Account Deletion, or you can click the button at the bottom of this page to request deletion of your account.",
    "iAccept": "I accept the deletion risk and agree to delete my account",
    "deleteAccount": "Delete Account",
    "toastYouNeed": "You need to agree to delete the following information.",
    "failedToDelete": "We couldn't delete the account at this time. Please try again.",
    "accountDeletionIs": "Account deletion is completed",
    "cancel": "Cancel",
    "confirm": "Confirm",
    "afterDeleting": "After deleting the account, you cannot recover its data again. Are you sure you want to delete it?",
    "ggLogin": "Sign in with Google",
    "fbLogin": "Sign in with Facebook",
    "switchAccount": "Switch Account",
    "accountInformation": "Account Information",
    "theAccount1": "The account you entered is not bound to a user ID in ",
    "theAccount2": ". Please switch accounts and try again.",
    "networkErr": "The network is unstable, please try again",
    "loginFailed": "Login failed",
    "loginFailedTry": "Login failed, please try again",
    "iKnow": "OK"
  }
}
