{
  "translation": {
    "accountDeletion": "Eliminación de cuenta",
    "firstMainSub": "Si elimina su cuenta, no podrá iniciar sesión con este ID de usuario y toda su información se eliminará permanentemente.",
    "firstMainLabel": "Deberá aceptar borrar las siguientes informaciones:",
    "personalData": "Datos Personales",
    "personalDataIntro": "Sus datos personales, como dirección de correo electrónico y apodo, serán eliminados.",
    "thirdParty": "Información de cuenta de tercero",
    "consumptionHistory": "Historial de consumo, Historial de recarga, Historial de desbloqueo de capítulos, Historial de Colección.",
    "accountBalance": "Saldo de la cuenta",
    "allYourCoins": "Todas sus monedas y monedas de recompensas serán eliminadas",
    "ifYouHave": "Si compró una suscripción de renovación automática en la plataforma, después de eliminar su cuenta, tendrá que ir a la tienda de aplicaciones para cancelar manualmente la renovación.",
    "pleaseLog": "Por favor, elimina la cuenta en otros dispositivos a tiempo, de lo contrario la App en otros dispositivos no estará disponible.",
    "howToCancel": "Cómo elimina su cuenta",
    "youCanGo": "Puede hacerlo en la página de Perfil - Ajustes - Eliminación de cuenta, o puede pulsar el botón situado en la parte inferior de esta página para solicitar la eliminación.",
    "iAccept": "Acepto el riesgo de eliminación y acepto eliminar mi cuenta",
    "deleteAccount": "Eliminar la cuenta",
    "toastYouNeed": "Debe aceptar eliminar la siguiente información.",
    "failedToDelete": "Error al borrar, inténtelo de nuevo",
    "accountDeletionIs": "Cuenta eliminada con éxito",
    "cancel": "Cancelar",
    "confirm": "Confirmar",
    "afterDeleting": "Tras la eliminación, los datos de la cuenta no son recuperables, ¿seguro que quiere eliminarla?",
    "ggLogin": "Iniciar sesión con Google",
    "fbLogin": "Iniciar sesión con Facebook",
    "switchAccount": "Cambiar de cuenta",
    "accountInformation": "Información de la cuenta",
    "theAccount1": "Esta cuenta no se ha vinculado al ID de usuario de ",
    "theAccount2": ", por favor, cambie de cuenta e inténtelo de nuevo.",
    "networkErr": "La red se encuentra inestable, por favor intente nuevamente",
    "loginFailed": "Error al iniciar sesión",
    "loginFailedTry": "Error al iniciar sesión, por favor inténtelo de nuevo",
    "iKnow": "De acuerdo"
  }
}
